Repository: shadesofdeath/Twindows
Catalog: Twindows/Resources/i18n.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_pt, ru_ru, zh_cn

source: Disable Copilot
de_de: Copilot deaktivieren
es_es: Deshabilitar Copilot
fr_fr: Désactiver Copilot
it_it: Disabilita Copilot
ja_jp: Copilotを無効にする
ko_kr: 코파일럿 비활성화
pt_pt: Desativar Copilot
ru_ru: Отключить Copilot
zh_cn: 禁用副驾驶

# disableFileExplorer
source: Disable File Explorer Ads
de_de: Datei-Explorer-Anzeigen deaktivieren
es_es: Deshabilitar los anuncios del Explorador de archivos
fr_fr: Désactiver les publicités de l'Explorateur de fichiers
it_it: Disabilita annunci di Esplora file
ja_jp: エクスプローラーの広告を無効にする
ko_kr: 파일 탐색기 광고 비활성화
pt_pt: Desativar anúncios do Explorador de Arquivos
ru_ru: Отключить рекламу в проводнике
zh_cn: 禁用文件资源管理器广告

# disableFinishSetup
source: Disable "Finish Setup" Ads
de_de: „Setup abschließen“-Anzeigen deaktivieren
es_es: Deshabilitar los anuncios de "Finalizar configuración"
fr_fr: Désactiver les publicités « Terminer la configuration »
it_it: Disabilita annunci "Completa configurazione"
ja_jp: 「セットアップの完了」広告を無効にする
ko_kr: “설정 완료” 광고 비활성화
pt_pt: Desativar anúncios "Concluir Configuração"
ru_ru: Отключить рекламу «Завершить настройку»
zh_cn: 禁用“完成设置”广告

# disableGeneral
source: Disable General Tips and Ads
de_de: Allgemeine Tipps und Anzeigen deaktivieren
es_es: Deshabilitar consejos y anuncios generales
fr_fr: Désactiver les conseils et publicités générales
it_it: Disabilita suggerimenti e annunci generali
ja_jp: 一般的なヒントと広告を無効にする
ko_kr: 일반 팁 및 광고 비활성화
pt_pt: Desativar dicas e anúncios gerais
ru_ru: Отключить общие советы и рекламу
zh_cn: 禁用常规提示和广告

# disableLockScreen
source: Disable Lock Screen Tips and Ads
de_de: Tipps und Anzeigen auf dem Sperrbildschirm deaktivieren
es_es: Deshabilitar los consejos y anuncios de la pantalla de bloqueo
fr_fr: Désactiver les conseils et publicités de l'écran de verrouillage
it_it: Disabilita suggerimenti e annunci schermata di blocco
ja_jp: ロック画面のヒントと広告を無効にする
ko_kr: 잠금 화면 팁 및 광고 비활성화
pt_pt: Desativar dicas e anúncios da tela de bloqueio
ru_ru: Отключить подсказки и рекламу на экране блокировки
zh_cn: 禁用锁屏提示和广告

# disablePersonalized
source: Disable Personalized Ads
de_de: Personalisierte Anzeigen deaktivieren
es_es: Deshabilitar anuncios personalizados
fr_fr: Désactiver les publicités personnalisées
it_it: Disabilita annunci personalizzati
ja_jp: パーソナライズされた広告を無効にする
ko_kr: 개인 설정된 광고 비활성화
pt_pt: Desativar anúncios personalizados
ru_ru: Отключить персонализированную рекламу
zh_cn: 禁用个性化广告

# disableSettings
source: Disable Settings Ads
de_de: Einstellungen-Anzeigen deaktivieren
es_es: Deshabilitar los anuncios de configuración
fr_fr: Désactiver les publicités des paramètres
it_it: Disabilita annunci delle Impostazioni
ja_jp: 設定の広告を無効にする
ko_kr: 설정 광고 비활성화
pt_pt: Desativar anúncios de Configurações
ru_ru: Отключить рекламу в настройках
zh_cn: 禁用设置广告

# disableStartMenu
source: Disable Start Menu Ads
de_de: Startmenü-Anzeigen deaktivieren
es_es: Deshabilitar los anuncios del menú Inicio
fr_fr: Désactiver les publicités du menu Démarrer
it_it: Disabilita annunci del menu Start
ja_jp: スタートメニューの広告を無効にする
ko_kr: 시작 메뉴 광고 비활성화
pt_pt: Desativar anúncios do Menu Iniciar
ru_ru: Отключить рекламу в меню «Пуск»
zh_cn: 禁用“开始”菜单广告

# disableTailoredExperience
source: Disable "Tailored Experiences"
de_de: „Maßgeschneiderte Erfahrungen“ deaktivieren
es_es: Deshabilitar "Experiencias personalizadas"
fr_fr: Désactiver les « Expériences personnalisées »
it_it: Disabilita "Esperienze personalizzate"
ja_jp: 「調整されたエクスペリエンス」を無効にする
ko_kr: “맞춤형 환경” 비활성화
pt_pt: Desativar "Experiências personalizadas"
ru_ru: Отключить «Специальные возможности»
zh_cn: 禁用“量身定制的体验”

# disableWebSearch
source: Disable Bing Web Search
de_de: Bing-Websuche deaktivieren
es_es: Deshabilitar la búsqueda web de Bing
fr_fr: Désactiver la recherche Web Bing
it_it: Disabilita la ricerca Web di Bing
ja_jp: Bing Web検索を無効にする
ko_kr: Bing 웹 검색 비활성화
pt_pt: Desativar pesquisa na Web do Bing
ru_ru: Отключить веб-поиск Bing
zh_cn: 禁用必应 Web 搜索

# disableWelcomeExperience
source: Disable "Welcome Experience" Ads
de_de: „Willkommen“-Erfahrungs-Anzeigen deaktivieren
es_es: Deshabilitar los anuncios de "Experiencia de bienvenida"
fr_fr: Désactiver les publicités « Expérience de bienvenue »
it_it: Disabilita annunci "Esperienza di benvenuto"
ja_jp: 「ようこそ」広告を無効にする
ko_kr: “시작 환경” 광고 비활성화
pt_pt: Desativar anúncios "Experiência de Boas-Vindas"
ru_ru: Отключить рекламу «Приветствие»
zh_cn: 禁用“欢迎体验”广告

# restartForChanges
source: * You May Need to Restart for Changes to Take Effect
de_de: * Möglicherweise müssen Sie einen Neustart durchführen, damit die Änderungen wirksam werden
es_es: * Es posible que deba reiniciar para que los cambios surtan efecto
fr_fr: * Un redémarrage peut être nécessaire pour que les modifications prennent effet
it_it: * Potrebbe essere necessario riavviare per applicare le modifiche
ja_jp: * 変更を適用するには再起動が必要になる場合があります
ko_kr: * 변경 사항을 적용하려면 다시 시작해야 할 수 있습니다.
pt_pt: * Pode ser necessário reiniciar para que as alterações sejam aplicadas
ru_ru: * Для применения изменений может потребоваться перезагрузка
zh_cn: * 您可能需要重新启动才能使更改生效
